Repository: Snesnopic/RobotSurvivor
Catalog: Localizable.xcstrings
Source language: en
Languages: it

source: +bullet speed
it: +colpi rapidi

source: +dmg
it: +danno

source: +firerate
it: +cad. tiro

source: +speed
it: +agilità

source: AntiTank
it: Anticarro

source: Assault
it: Assalto

source: back
it: indietro

source: Choose character
it: Scegli personaggio

source: Collect XP left from enemies to fill the xp bar!
it: Raccogli l'esperienza dai nemici per riempire la barra!

source: Created by:
it: Creato da:

source: Credits
it: Riconoscimenti

source: done
it: fatto

source: Drag to move and shoot the endless enemies!
it: Trascina il dito per muoverti e uccidere i nemici!

source: Fill the xp bar to obtain power-ups!
it: Riempi la barra esperienza per ottenere potenziamenti!

source: Game Over!
it: Hai Perso!

source: Grenadier
it: Granatiere

source: MachineGunner
it: Mitragliere

source: Music
it: Musica

source: next
it: continua

source: Play
it: Gioca

source: Power Up!
it: Potenziati!

source: RadioOperator
it: OperatoreRadio

source: Restart
it: Riavvia

source: score
it: punti

source: Score: %lld
it: Punti: %lld

source: Settings
it: Impostazioni

source: Sniper
it: Cecchino

source: Sound Effects
it: Effetti Sonori

source: SquadLeader
it: CapoSquadra

source: Time
it: Tempo
